# Utils
base
base-devel
linux-firmware
networkmanager
openssh
zsh
rust
python
inetutils
fwupd
dmidecode
mpv
brightnessctl
cpio
bluez
bluez-utils
python-pillow
jq
unzip
sane
sane-airscan
fprintd
lsd
# Fonts
ttf-sourcecodepro-nerd
otf-ipaexfont
otf-font-awesome
noto-fonts
noto-fonts-emoji
noto-fonts-extra
noto-fonts-cjk
ttf-liberation
ttf-dejavu
catfish
gvfs
# Terminal programs
git
vi
neovim
tmux
bluetui
ranger
htop
# Window Manager
wayland
xorg-xwayland
greetd
greetd-tuigreet
sway
swaylock
swayidle
swaybg
waybar
# Sound
sof-firmware
pipewire
pipewire-pulse
wireplumber
pavucontrol
# GUI Programs
thunar
mousepad
ristretto
evince
libreoffice-fresh
tumbler
ffmpegthumbnailer
gst-libav
gst-plugins-good
thunar-volman
thunar-archive-plugin
thunar-media-tags-plugin
kitty
wofi
steam
vlc
vlc-plugins-all
transmission-gtk
grim
slurp
wl-clipboard
zip
ntfs-3g
nodejs
npm
libvips
ripgrep
mako
fd
gimp
imagemagick
simple-scan
anki
