# Utils
base
base-devel
linux-firmware
networkmanager
openssh
zsh
ttf-sourcecodepro-nerd
rust
inetutils
fwupd
dmidecode
git
mpv
# Programs
kitty
dolphin
vi
neovim
tmux
# Window Manager
wayland
hyprland
hyprlock
greetd
greetd-tuigreet
# Sound
sof-firmware
pipewire
pipewire-pulse
wireplumber
pavucontrol
